"Numbers" = "Numbers";"Preprocessor" = "Preprocessor";"SingleComment" = "// Comment";"Comment" = "/* Comment */";"JavadocComment" = "/** Javadoc Comment **/";"Keywords" = "Keywords";"Characters" = "Characters";"FunctionRegex" = "Function Calls";"Base" = "Base";"Keywords 2" = "Classes";"String" = "\"Strings\"";